Autodesk.Revit.DB.AssemblyDifferenceMemberCount.Count2
Number of members in the second assembly
Since:
2012

Autodesk.Revit.DB.AssemblyDifferenceMemberCount.Count1
Number of members in the first assembly
Since:
2012

Autodesk.Revit.DB.AssemblyDifferenceMemberCount
The two assemblies being compared have different number of members
Since:
2012